"""
Задание 1.
Поработайте с переменными, создайте несколько,
выведите на экран, запросите у пользователя несколько чисел и
строк и сохраните в переменные, выведите на экран.
"""

print('Введите имя: ')

name = str(input())

print('Введите возраст: ')

age = int(input())

print('Введите месяц рождения: ')

month = str(input())

print('имя- ', name, '-', 'возраст- ', age, '-', 'месяц рождения- ', month)
